TargetApplication=Advanced Renamer 3.84
Author=Markus Feichtinger
Language=German (Austria)
SourceLANGID=1033
LANGID=3079
Generator=DKLang Translation Editor v3.0
LastModified=2019-06-22 03:08:04

[About]
00000002=Über
00000094=Aren
00000161=Schließen
00000162=Versionen
00000165=Kommentare, Fehlerberichte, Anregungen, etc. sind willkommen
00000166=Über Advanced Renamer
00000167=Schau auch im Forum vorbei
00000168=Lizenzschlüssel:
00000169=Name:
00000170=Registriert auf:
00000171=Übernehmen
00000172=Lizenzschlüssel kaufen
00000173=Für persönliche Verwendung:
00000174=Spenden
00000175=Für kommerzielle Verwendung:
00000176=Kaufen

[AddDir]
00000002=Ordner hinzufügen
00000094=&Muster:
00000161=Abbrechen
00000162=OK
00000163=Auch &Unterordner
00000164=Neuer Ordner...
00000165=Regulärer Ausdruck stimmt:
00000166=Nicht übereinstimmend

[ARenMain]
00000002=ARen
00000005=0 Elemente
00000006=0 Fehler
00000007=Status: OK
00000008=Hauptsymbolleiste
00000009=Auffrischen
00000010=&Batch testen
00000011=Autom. &Test
00000012=&Miniaturen anzeigen
00000013=Einstellungen
00000014=&Hilfe
00000015=&Index...
00000016=&Tastenkürzel...
00000017=&Versionsinfo...
00000018=Nach &neuer Version suchen...
00000020=&Über...
00000021=Letzten Batch-Job &widerrufen
00000023=Listensymbolleiste
00000024=&Hinzufügen
00000025=&Dateien...
00000026=&Verzeichnisse...
00000027=&Liste
00000028=&Laden...
00000029=&Speichern...
00000030=&Leeren...
00000031=&Fehlerhafte Dateien entfernen
00000032=An den Anfang schieben
00000033=Hinauf schieben
00000034=Hinunter schieben
00000035=Ans Ende schieben
00000036=Dateien umbenennen
00000058=Verzeichnisse umbenennen
00000067=Dateiname:
00000068=Verzeichnis:
00000069=Größe:
00000070=Erstelldatum:
00000071=Änderungsdatum:
00000072=Dateityp:
00000073=Attribute:
00000074=Zugriffsdatum:
00000076=Keine Infos
00000077=Kann erweiterte Infos nicht laden. Die Datei wird vielleicht verwendet.
00000078=Bild
00000079=Maße:
00000080=Aufnahmedatum:
00000081=Autor:
00000082=Copyright:
00000084=ID3
00000085=Titel:
00000086=Künstler:
00000087=Album:
00000088=Titelnummer:
00000089=Jahr:
00000090=Genre:
00000091=Ordner
00000092=Enthält:
00000094=Keine Methoden gefunden.
00000095=Liste der Umbenennungsmethoden
00000096=Methodenpaneel
00000097=Methode hinzufügen
00000098=Methode entfernen
00000099=Leeren
00000100=An den Anfang
00000101=Hinauf
00000102=Hinunter
00000103=Ans Ende
00000105=Methodenliste laden
00000106=Methodenliste speichern
00000107=Voreinstellungen:
00000110=Liste laden
00000111=Auswahl verschieben
00000112=An den Anfang
00000113=Hinauf
00000114=Hinunter
00000115=Ans Ende
00000116=Hinzufügen...
00000117=Entfernen
00000118=Ausführen
00000119=Eigenschaften...
00000120=Liste laden...
00000121=als Textdatei...
00000122=Liste leeren
00000123=Auffrischen
00000124=Voreinstellungen
00000125=Spalten einpassen
00000144=&Anpassen...
00000145=&Kopieren
00000152=Verschieben
00000153=An den Anfang
00000154=Hinauf
00000155=Hinunter
00000156=Ans Ende
00000157=Methode wechseln auf
00000158=Methode hinzufügen
00000159=Löschen
00000160=Leeren
00000163=&Erste Schritte... (online)
00000164=Batch-Methode hinzufügen
00000179=<&tag> einfügen
00000180=&Widerrufen
00000181=Aus&schneiden
00000182=&Kopieren
00000183=&Einfügen
00000184=&Alles auswählen
00000185=Online-&Forum besuchen...
00000186=Spalten anpassen
00000187=Voreinstellungen
00000188=Spalten einpassen
00000189=&Anpassen...
00000190=Anzeigestil
00000191=Details
00000192=Große Symbole
00000193=Kleine Symbole
00000194=Liste
00000196=Markieren
00000197=Auswahl abwählen
00000198=Auswahl markieren
00000200=Nichts markieren
00000201=Alles markieren
00000202=Batch-Modus:
00000203=Ausgabeverzeichnis:
00000204=Liste speichern
00000205=als CSV-Datei...
00000206=Dateien ohne ID3-tags entfernen
00000207=Dateien ohne Bildinfos entfernen
00000219=Regel für Namenskollision:
00000220=Trennzeichen:
00000221=Muster:
00000223=Batch-Methode öffnen
00000225=Batch-Methode speichern
00000226=Video
00000227=Maße:
00000228=Frame-Rate:
00000229=Dauer:
00000230=Video-Codec:
00000231=Audio-Codec
00000232=Bit-Rate:
00000233=GPS-Ortung:
00000234=Zufällige Sortierung
00000235=Beschreibung ändern...
00000236=GPS-Genauigkeit:
00000237=ExifTool...
00000238=Ordnersymbolleiste hinzufügen
00000239=Auswahl hinzufügen
00000240=Dateien anzeigen
00000241=Auffrischen
00000242=Ordnerpaneel
00000243=Ordnerpaneel
00000244=Ausgewählte Elemente hinzufügen
00000245=TV-Show...
00000246=Importieren
00000247=TV-Show:
00000248=TV-Episode:
00000249=Dateien aus CSV-Datei...
00000250=Markieren nach Muster...
00000251=Markierung nach Muster aufheben...
00000252=Programm
00000253=Befehlszeilenkonfiguration
00000254=Markierungen vertauschen
00000255=Auswählen
00000256=Alles auswählen
00000257=Nichts auswählen
00000258=Auswahl vertauschen
00000259=Nicht-übereinstimmendes Muster markieren...
00000260=Dateiverzeichnis öffnen
00000261=Eine neue Version von Advanced Renamer steht bereit.
00000262=Jetzt upgraden!
00000264=Schließen
00000265=Lizenzschlüssel...
00000266=GPS-Werte
00000267=Metadaten
00000268=Neuen Dateinamen übersteuern...
00000269=Batch starten
00000270=Nichts auswählen
00000271=Alles auswählen
00000272=Hilfe bei den ersten Schritten gewünscht?
00000273=Nicht mehr anzeigen
00000274=Hilfe bei den ersten Schritten gewünscht?
00000275=Nicht mehr anzeigen
00000276=Daten aus CSV-Datei...
00000277=Sortieren nach
00000278=Spalten
00000279=Muster...
00000280=JS-Konsole
00000281=Paare umbenennen

[BatchResultFrame]
00000003=Letztes Ergebnis
00000004=Dateien gesamt:
00000005=Gefundene Fehler:
00000006=Fehler anzeigen...
00000007=Letzten Batch-Job widerrufen...
00000008=Alle umbenannten Einträge hinzufügen
00000009=Fehlerhafte Einträge hinzufügen
00000010=Alle Einträge hinzufügen

[CustomizeCols]
00000002=Spalten anpassen
00000094=Spalten-&Einstellungen:
00000095=&Spalten:
00000096=Spalten&breite:
00000097=OK
00000098=Abbrechen
00000099=&Hinauf
00000100=Hi&nunter
00000101=An den &Anfang
00000102=Ans En&de
00000103=Speichern
00000104=Löschen

[frmAddFolderChoice]
00000001=Verzeichnis hinzufügen
00000002=Abbrechen
00000003=OK
00000004=&Dateien der Verzeichnisse hinzufügen
00000005=&Verzeichnisse hinzufügen
00000006=&Inklusive Unterverzeichnisse
00000007=Namens&muster:
00000009=G&rundverzeichnisse hinzufügen
00000010=&Unterverzeichnisse hinzufügen
00000011=Regulärer Ausdruck:
00000012=Nicht übereineinstimmend

[InsertTag]
00000003=<Inc Nr> - Nummern erhöhen
00000096=Standard
00000097=<DirName> - Verzeichnisname
00000099=<Inc Alpha> - Buchstaben erhöhen
00000101=<Num Dirs> - Anzahl der Unterverzeichnisse in diesem Ordner
00000103=<Num Files> - Anzahl der Dateien in diesem Ordner
00000105=<Ext> - Dateityp
00000107=<Name> - Dateiname ohne Dateityp
00000109=<Inc NrDir> - Nummern pro Verzeichnis erhöhen
00000111=<Num Items> - Anzahl der Listeneinträge
00000113=ID3/MP3
00000114=<ID3 Album> - Album
00000116=<ID3 Year> - Jahr
00000118=<ID3 Track> - Titelnummer
00000120=<ID3 Title> - Titel
00000122=<ID3 Genre> - Genre
00000124=<ID3 Artist> - Künstler
00000126=Bild
00000127=<IMG Width> - Bildbreite
00000129=<IMG Height> - Bildhöhe
00000131=<IMG Year> - Jahr
00000133=<IMG Month> - Monat
00000135=<IMG Day> - Tag
00000137=<IMG Hour> - Stunde
00000139=<IMG Min> - Minute
00000141=<IMG Sec> - Sekunde
00000143=<IMG Author> - Autor des Bildes
00000145=<IMG Copyright> - Copyright für das Bild
00000147=Zeit
00000148=<Year> - Jahr
00000150=<Sec> - Sekunde
00000152=<Min> - Minute
00000154=<Hour> - Stunde
00000156=<Day> - Tag
00000158=<Month> - Monat
00000160=Erstellt
00000161=<Year Created> Erstelldatum: Jahr
00000163=<Sec Created> -  Erstelldatum: Sekunde
00000165=<Min Created> -  Erstelldatum: Minute
00000167=<Hour Created> -  Erstelldatum: Stunde
00000169=<Day Created> -  Erstelldatum: Tag
00000171=<Month Created> -  Erstelldatum: Monat
00000173=Geändert
00000174=<Year Modified> - Änderungsdatum: Jahr
00000176=<Sec Modified> - Änderungsdatum: Sekunde
00000178=<Min Modified> - Änderungsdatum: Minute
00000180=<Hour Modified> - Änderungsdatum: Stunde
00000182=<Day Modified> - Änderungsdatum: Tag
00000184=<Month Modified> - Änderungsdatum: Monat
00000186=&Hilfe
00000187=<Rand> - Zufallszahl
00000188=Erweitert
00000189=<File Content> - Dateiinhalt
00000190=<Bitrate> - Bit-Rate
00000191=<Substr> - Teil-String
00000192=<RSubstr> - Teil-String - rechts
00000193=<Word> Indiziertes Wort des Dateinamens
00000194=<IMG Subsec> Bild-Unterbereich
00000195=Dateigröße
00000196=<Filesize> - Dateigröße
00000197=<Filesize KB> - Dateigröße in KB
00000198=<Filesize MB> - Dateigröße in MB
00000199=<Filesize GB> - Dateigröße in GB
00000200=<Filesize TB> - Dateigröße in TB
00000201=Video
00000202=<Video Width> - Video-Auflösung horizontal
00000203=<Video Height> - Video-Auflösung vertikal
00000204=<Video Codec> - Video-Codec
00000205=<Video Audio Codec> - Audio-Codec
00000206=<Bitrate> - Gesamte Bit-Rate
00000207=<Video Bitrate> - Video-Bit-Rate
00000208=<Video Audio Bitrate> - Audio-Bit-Rate
00000210=<Video FrameRate> - Bilder pro Sekunde
00000211=<Video Duration> - Video-Spieldauer
00000212=<Img CameraMake> - Kamerahersteller
00000213=<Img CameraModel> - Kameramodell
00000214=<Img Aperture> - Blende
00000215=<Img Brightness> - Helligkeit
00000216=<Img FocalLength> - Brennweite
00000217=<Img ISO> - ISO-Wert
00000218=<Img ShutterSpeed> - Verschlusszeit
00000219=<Img ExposureTime> - Belichtungszeit
00000220=<Img Subject> Betreff
00000221=<Img Title> - Titel
00000222=<Img Contrast> - Kontrast
00000223=<Img ExposureMode> - Belichtungsart
00000224=<Img ExposureProgram> - Belichtungsautomatik
00000225=<Img Saturation> - Sättigung
00000226=<Img Sharpness> - Schärfe
00000227=<Img WhiteBalance> - Weißabgleich
00000228=GPS
00000229=<GPS Lat> - Breite
00000230=<GPS Lat Deg> - Breitengrad
00000231=<GPS Lat Sec> - Breitensekunde
00000232=<GPS Lat Min> - Breitenminute
00000237=<GPS Lng> - Länge
00000238=<GPS Lng Deg> - Längengrad
00000239=<GPS Lng Min> - Längenminute
00000240=<GPS Lng Sec> - Längensekunde
00000241=<GPS Alt> - Höhe
00000242=<GPS Country> - Land der Fotoaufnahme
00000243=<GPS City> - Stadt der Fotoaufnahme
00000244=<GPS State> - Bundesland der Fotoaufnahme
00000245=<GPS Lng Dir> -Längenrichtung
00000246=<GPS Lat Dir> - Breitenrichtung
00000247=<ExifTool> - Wert aus dem ExifTool
00000249=Prüfsumme
00000250=<MD5> - Prüfsumme MD5
00000251=<SHA1> - Prüfsumme SHA-1
00000252=<SHA256> - Prüfsumme SHA-256
00000253=TV-Show
00000254=<TVShow Genres> - Liste der Genres
00000255=<TVShow Year> - Jahr der Erstausstrahlung (Folge)
00000256=<TVShow Title> - Name der TV-Show
00000257=<TVShow Season> - Nummer der Staffel
00000258=<TVShow EpisodeNumber> - Nummer der Folge
00000259=<TVShow Day> - Tag der Erstaustrahlung (Folge)
00000260=<TVShow Month> - Monat der Erstaustrahlung (Folge)
00000261=<TVShow StartYear> - Startjahr der TV-Show
00000262=<TVShow EpisodeTitle> - Titel der Folge
00000263=<TVShow EpisodeSequence> - Laufnummer der Folge
00000264=<Inc Hex> - Aufsteigend nummerieren, hexadezimal
00000265=<Inc Roman> - Aufsteigend nummerieren, römisch
00000266=<Video Title> - Videoname
00000267=<Video Genre> - Video-Genre
00000279=<ID3 Duration> - Audio-Spieldauer
00000280=<ID3 Hour> - Audio-Stunden
00000281=<ID3 Min> - Audio-Minuten
00000282=<ID3 Sec> - Audio-Sekunden
00000283=<Video Hour> - Video-Stunden
00000284=<Video min> - Video-Minuten
00000285=<Video Sec> - Video-Sekunden
00000286=<File Line> - Dateizeilennummer
00000287=<Dec Nr> Absteigend nummerieren
00000288=<UnixTimestamp> - Unix: Zeitstempel
00000289=<UnixTimestamp Created> - Unix: Erstellungszeit
00000290=<UnixTimestamp Modified> - Unix: Änderungszeit
00000291=<tag>-Dokumentation (online)
00000292=<Img DPI> - Grafikauflösung in DPI
00000293=<Img Width Inch> - Breite in Zoll
00000294=<Img Height Inch> - Höhe in Zoll
00000295=<Img Width Cm> - Breite in cm
00000296=<Img Height Cm> - Höhe in cm
00000297=<Img Width Mm> - Breite in mm
00000298=<Img Height Mm> - Höhe in mm
00000299=<Rand Str> - Zufalls-String
00000300=<ID3 Disc>
00000301=<Csv> - Aus importierter CSV-Datei
00000302=<Video Date Year> - Video-Datum: Jahr
00000303=<Video Date Month> - Video-Datum: Monat
00000304=<Video Date Day> - Video-Datum: Tag
00000305=<Video Date Hour> - Video-Datum: Stunde
00000306=<Video Date Min> - Video-Datum: Minute
00000307=<Video Date Sec> - Video-Datum: Sekunde

[InsertTagWnd]
00000002=<tag> einfügen
00000094=Schließen
00000095=Nummerischer Wert
00000096=Muster
00000097=OK
00000098=Regulärer Ausdruck
00000099=<tags>:
00000100=Metazeichen für Reguläre Ausdrücke:

[Patern]
00000002=Muster
00000094=Verfügbare &Muster:
00000159=&Löschen
00000160=&Ausgewähltes Muster:
00000161=OK
00000162=Abbrechen
00000163=&Hinzufügen
00000164=&Neu

[PreRenaming]
00000002=Umbenennen starten
00000160=Bitte vor dem Klick auf [Umbenennen] prüfen, ob die Einstellungen für die Umbennenung richtig sind!
00000161=Abbrechen
00000162=Umbenennen

[Progress]
00000002=Fortschritt
00000094=Bitte während des Batch-Vorgangs warten...
00000160=Gesamtanzahl der Dateien:
00000161=OK
00000162=Fehler anzeigen
00000163=Dateien hinzufügen:
00000166=TabSheet1
00000167=Dateiname
00000168=Fehlercode
00000169=Fehlerbeschreibung
00000170=Dateien gesamt:
00000171=Erfolgreich:
00000172=Fehler:
00000173=TabSheet2
00000174=Gefundene Fehler:
00000175=Nicht mehr fragen

[ProgressAdd]
00000002=Bitte warten
00000094=Dateien werden hinzugefügt...
00000161=Abbrechen

[ProgressError]
00000002=Fehler gefunden
00000094=In den für den Batch-Job ausgewählten Dateien sind Fehler gefunden worden. Die folgenden Dateien können nicht umbenannt werden. Wähle bitte unten eine Aktion aus. Noch sind keine Dateien umbenannt worden.
00000161=Batch stoppen
00000163=Fehlerhafte Dateien ignorieren
00000164=Dateien gesamt:
00000165=Fehler:
00000166=Dateiname
00000167=Fehler

[Settings]
00000002=Einstellungen
00000161=Abbrechen
00000162=OK
00000163=Standard
00000164=&Nicht-unterstützte Zeichen ersetzen durch:
00000165=Miniaturen-&Breite:
00000166=Miniaturen-&Höhe:
00000167=&Dateiinfo-Box einblenden
00000168=&Leeren von Listen bestätigen
00000171=&Eintragen ins Explorer-Kontextmenü
00000172=&Gitterlinien einblenden
00000173=EXIF-Info für Bildmaße verwenden
00000175=Sprache (Language):
00000177=Einstellungen in dieses Verzeichnis speichern:
00000178=Persönlicher Ordner
00000179=Programmverzeichnis von aren.exe
00000183=ID3v1, ID3v2
00000184=ID3v1, ID3v2\nID3v2, ID3v1\nID3v1\nID3v2\n
00000186=Verzeichnis öffnen
00000187=Hilfe "Erste Schritte" anzeigen
00000188=Führende Nullen bei <Inc Nr>
00000194=Beim Start nach neuer Version suchen
00000195=EXIF-Feld für Datum/Zeit-Operationen:
00000196=Eingeschaltet-Status wirkt auf <Inc Nr>
00000197=Worttrennzeichen:
00000198=Dateityp '.aren' mit Advanced Renamer verknüpfen
00000199=Umgebung
00000200=Programm
00000201=Umbenennen
00000202=Bilddateien
00000203=Musikdateien
00000204=ID&3-Präferenz
00000205=Paneel "Batch-Mlethode hinzufügen" einblenden
00000206=Dateien nach Batch-Ende hinzu:
00000207=Windows-Eingabeaufforderung
00000208=Programmverzeichnis in Umgebungsvariable PATH eintragen
00000209=JS Script Editor
00000210=Tabulatorschritt:
00000212=Cursor über das Zeilenende hinaus bewegen
00000213=Max. Anzahl Einträge:
00000215=Schalter "Batch starten" auf der linken Seite anzeigen
00000217=Video-Metadaten nicht analysieren
00000218=Musik-Metadaten nicht analysieren
00000219=Bild-Metadaten nicht analysieren
00000220=Einträge nach dem Ziehen-&&-Ablegen sortieren
00000221=Keine Willkommensseite im TV-Show-Import-Assistenten
00000222=Keine Zusammenfassung vor dem Umbenennen
00000223=Immer ExifTool fürs Auslesen der Metadaten verwenden

[UndoBatchForm]
00000002=Widerrufen
00000094=Einen Wiederherstellungs-Job aus der Liste links auswählen
00000161=Schließen
00000162=Liste wiederherstellen
00000163=Originaler Dateiname
00000164=Umbenannter Dateiname
00000165=Fehlerstatus
00000166=Originalverzeichnis
00000167=Alles auswählen
00000168=Nichts auswählen
00000169=Vorherigen Batch-Job unten auswählen und auf "Liste wiederherstellen" klicken, um die Umbenennung zu stornieren.
00000170=Umbenanntes Verzeichnis
00000171=Löschen...
00000172=&Fehlerhafte Einträge abwählen
00000173=Vorherige Jobs löschen...

[frmExifTool]
00000002=ExifTool
00000094=Schließen
00000096=<tag>:
00000097=Kopieren
00000098=ExifTool ist eine externe Software, die mehr Dateiformate als Advanced Renamer unterstützt. Für den Zugriff auf mehr Metadaten verwende besser ExifTool.
00000099=ExifTool-Homepage
00000100=Filter:

[frmJSScript]
00000001=Skript
00000002=Skript schließen und anwenden
00000003=Dieses Skript wird für jeden Listeneintrag ausgeführt.
00000004=Dieses Skript wird nur einmalig ausgeführt und zwar vor Durchlauf und Verarbeitung aller Listeneinträge. Dient zum Einstellen von Initialwerten.

[frmCSVImport]
00000002=CSV-Import
00000003=&Importieren
00000008=Abbrechen
00000009=Dateiname:
00000010=Spaltentrennzeichen:
00000011=Spalte für originalen Dateinamen:
00000012=Spalte für neuen Dateinamen (optional):
00000013=Basisverzeichnis für Originaldateien:
00000014=Erste Zeile ist die Kopfzeile
00000015=Originaler Dateiname
00000016=Neuer Dateiname
00000017=Status
00000018=Dateikodierung:

[frmTVShow]
00000002=TV-Show-Import-Assistent
00000003=OK
00000004=Suche nach TV-Show:
00000005=Suchen
00000006=Weiter >
00000007=< Zurück
00000008=Abbrechen
00000009=TV-Show:
00000010=Genre:
00000013=Staffeln:
00000014=Episoden:
00000015=Dieser Assistent dient zum Abrufen von Infos zu TV-Shows auf TVRage.com.\n\nAchte auf die richtige Reihenfolge der Dateien auf der Liste.\n\nWenn das Importieren von TVRage.com erfolgreich war, kannst Du die TV-Show-tags zum Umbenennen der Dateien laut TV-Show-Infos verwenden.\n
00000016=Importieren von:
00000017=Dateilistenzähler:
00000018=Ausgewählte Folge:
00000019=Auffrischen
00000020=Alle
00000021=Keine
00000022=Alle
00000023=Keine
00000024=Diese Seite nicht mehr anzeigen

[frmCommandLine]
00000002=Befehlszeilenkonfiguration
00000202=Batch-Modus:
00000223=Batch-Methode öffnen
00000224=Pfad:
00000225=Datei der Methodenliste:
00000226=Elementtypen:
00000227=Elemente:
00000228=Elemente sortiert nach:
00000229=Ausgabe in Protokolldatei:
00000230=Zielverzeichnis:
00000231=Elementenmuster:
00000232=Regex-Elementenmuster:
00000233=Befehl:
00000234=Dateienthaltende Elemente:
00000235=Elemente aus Unterverzeichnissen hinzufügen
00000236=Umkehren
00000237=Elemente aus Pfad
00000238=Liste der Elemente
00000239=Dateienthaltende Elemente
00000240=Befehl kopieren
00000241=Speichern als .bat Datei...
00000242=Schließen
00000243=Datei öffnen
00000244=Datei speichern
00000245=Batch-Datei speichern

[GPSValuesForm]
00000002=GPS-Werte
00000003=Originalwert\nWert\n
00000004=OK
00000005=Abbrechen
00000006=Verwende die Liste unten zum Übersteuern der GPS-Werte.

[MetaDataBatchForm]
00000002=Batch-Schreibung der Metadaten
00000003=Metadaten-Feld:
00000004=BATCH STARTEN
00000017=Das Ändern von Datei-Metadaten kann Dateien potenziell beschädigen. Achte bitte darauf, vorher jene Dateien zu sichern, deren Metadaten Du ändern möchtest. Achte ebenfalls darauf, diese Funktion nur auf Dateien der lokalen Festplatte anzuwenden. Sie funktioniert mit den meisten JPEGs und vielen anderen Dateitypen.
00000018=Dateiname
00000019=Originalwert
00000020=Neuer Wert
00000021=Status
00000022=Abbrechen
00000023=Schließen

[PleaseRegisterForm]
00000002=Bitte registrieren
00000094=Falls Du mit Advanced Renamer gerne und regelmäßig arbeitest, unterstütze bitte das Projekt, indem Du einen Lizenzschlüssel kaufst. Mit den Schaltflächen unten kannst Du Dich für einen Lizenzschlüssel registrieren lassen.
00000173=Für persönliche Verwendung:
00000174=Spenden
00000175=Für kommerzielle Verwendung:
00000176=Kaufen
00000177=Schließen
00000181=Lizenzschlüssel:
00000182=Name:
00000183=Registriert auf:
00000184=Übernehmen

[frmSelectDate]
00000002=Datum auswählen
00000161=Abbrechen
00000162=OK
00000163=Datum:
00000164=Wähle ein Datum aus.

[frmCSVImportData]
00000002=CSV-Daten importieren
00000003=&Importieren
00000008=Abbrechen
00000009=Dateiname:
00000010=Spaltentrennzeichen:
00000014=Erste Zeile ist die Kopfzeile
00000018=Dateikodierung:
00000019=Nach dem Importieren stehen die Werte per <Csv:X>-tag zur Verfügung.

[$CONSTANTS]
AbsoluteDateTime=Datum/Zeit aktuell
Accessed=Zugriffs-
AccessedDateTime=Zugriffsdatum
Action=Aktion
Active=Aktiv
Add=Hinzufügen
AddFiles=Dateien hinzufügen
AddingFiles=Dateien werden hinzugefügt...
All=Alle
AllFiles=Alle Dateien
AllItems=Alle Einträge
AnalyzingFiles=Analysiere Dateien...
ApplyScript=Skript ausführen
ApplyTo=Anwenden auf
Archive=Archiv
Archive_Short=A
Ask=Nachfragen
AtIndex=Bei Index
Audio=Audio
Backwards=Rückwärts
BatchModeCopy=Kopieren
BatchModeMove=Verschieben
BatchModeRename=Umbenennen
Beta=Beta
BetaFeature=Beta-Feature
CaseSensitive=Exakte Schreibung
ColumnName0=Dateiname
ColumnName1=Pfad
ColumnName10=ID3-Genre
ColumnName100=Ordnername
ColumnName101=Pfad
ColumnName102=Erstelldatum
ColumnName103=Attribute
ColumnName104=Neue Attribute
ColumnName105=Neuer Ordnername
ColumnName106=Neues Erstelldatum
ColumnName107=Fehlercode
ColumnName108=Fehler
ColumnName109=Neuer Pfad
ColumnName11=ID3-Titel
ColumnName12=ID3-Titelnummer
ColumnName13=ID3-Jahr
ColumnName14=Neue Attribute
ColumnName15=Neuer Dateiname
ColumnName16=Neues Erstelldatum
ColumnName17=Neues Zugriffsdatum
ColumnName18=Neues Änderungsdatum
ColumnName19=Fehlercode
ColumnName2=Größe
ColumnName20=Fehlerstatus
ColumnName21=Aufnahmedatum
ColumnName22=Erweiterung
ColumnName23=Neuer Pfad
ColumnName3=Erstelldatum
ColumnName4=Zugriffsdatum
ColumnName5=Änderungsdatum
ColumnName6=Attribute
ColumnName7=Maße
ColumnName8=ID3-Album
ColumnName9=ID3-Interpret
CommercialUse=Kommerzielle Verwendung
ContinueQuestion=Weiter?
CopiedFileCouldNotBeFound=Kopierte Datei nicht gefunden
CopiedFolderCouldNotBeFound=Kopierten Ordner nicht gefunden
CopiedItem=Kopiertes Element
CopiedItemPath=Pfad des kopierten Elements
CopyValueToAll=Wert auf alle kopieren
CopyValueToAllAbove=Wert auf alle oberhalb kopieren
CopyValueToAllBelow=Wert auf alle unterhalb kopieren
Created=Erstell-
CreatedDateTime=Erstelldatum
current=aktuell
Datetime=Datum/Zeit
Day=Tag
Day_Long_1=Montag
Day_Long_2=Dienstag
Day_Long_3=Mittwoch
Day_Long_4=Donnerstag
Day_Long_5=Freitag
Day_Long_6=Samstag
Day_Long_7=Sonntag
Day_Short_1=Mo
Day_Short_2=Di
Day_Short_3=Mi
Day_Short_4=Do
Day_Short_5=Fr
Day_Short_6=Sa
Day_Short_7=So
DeltaDateTime=Delta von Datum/Zeit
Description=Beschreibung
DirnamePattern=Ordnernamensmuster
Edit=Bearbeiten
Error=Fehler
Errors=Fehler
Err_100=OK
Err_101=Unbekannter Fehler
Err_102=<>:"/\\*? ist nicht erlaubt in Dateinamen
Err_103=Dateiname enthält ungültige Zeichen
Err_104=Dateiname zu lang
Err_105=Datei gibt's bereits
Err_106=Ordner nicht gefunden
Err_107=Quelldatei nicht gefunden
Err_108=Dateiname nicht angegeben
Err_109=Möglichkeit von mehreren Dateien gleichen Namens
Err_110=Ungültige Umbenennungsmethode
Err_111=Keine Bild-Infos gefunden
Err_112=Kein ID3-tag gefunden
Err_113=Zu viele Dateien für <Inc Alpha>
Err_114=Ungültiger Zeitstempel
Err_115=Erweiterung geändert
Err_116=Ungültiger <tag>
Err_117=Ungültiger Regulärer Ausdruck
Err_118=Muster nicht gefunden
Err_119=Kein Ergebnis vom Geo-Server
Err_120=Ungültiges Ergebnis vom Geo-Server
Err_121=Keine Video-Infos gefunden
Err_122=Keine GPS-Infos gefunden
Err_123=Ordner können nicht auf ein anderes Laufwerk kopiert/verschoben werden
Err_124=Ungültiges Skript
Err_125=ExifTool-Fehler
Err_126=Infos zur TV-Show konnten nicht abgerufen werden. Zuerst die Funktion "TV-Import" verwenden!
Err_127=Duplikate ignorieren
Err_128=OK, Datei-Paar
Err_129=OK, Namen übersteuern
Err_FieldWriteError=Kann den Feldeintrag nicht verifizieren
Excellent=Exzellent
EXIFDate_DateDigitized=Digitalisiert am
EXIFDate_DateOriginal=Originaldatum
EXIFDate_DateTaken=Aufnahmedatum
EXIFToolDate_DateOriginal=ExifTool DateOriginal
EXIFToolGPSDateTime=ExifTool GPS DateTime
Extension=Erweiterung
Fair=Fair
File=Datei
FileCouldNotBeRenamed=Datei konnte nicht umbenannt werden
Fileinfo=Datei-Info
FilenamePattern=Dateinamensmuster
FileRenamedOK=Datei erfolgreich umbenannt
Files=Dateien
Folder=Ordner
FolderLocation=Ordnerstandort
Folders=Ordner
GettingThumbnails=Lese Miniaturen
Good=Gut
GotErrors=Fehler aufgetreten
HandleNegativeNumbers=Negative Zahlen verarbeiten
Hidden=Versteckt
Hidden_Short=H
Hour=Std
Ideal=Ideal
ImageDateTime=Datum/Zeit des Bildes
ImageFile=Bilddatei
InputMessageDescription=Methodenbeschreibung ändern
InsertValue=Wert eintragen...
InvertCase=Groß-/Kleinschreibung vertauschen
ItemNotReverted=Änderungen am Element konnten nicht widerrufen werden
ItemRevertedOK=Änderungen am Element wurden widerrufen
Items=Elemente
LoadList=Liste laden
LowerCase=kleinschreibung
LowerCaseFirstLetter=Nur ersten Buchstaben klein
LowerCaseFirstLetterInEveryWord=Ersten Buchstaben pro Wort klein
LowerCasePattern=Muster für Kleinschreibung definieren
MethodName_Add=Hinzufügen
MethodName_Attributes=Attribute
MethodName_List=Liste
MethodName_ListReplace=Multi-Ersetzen
MethodName_Move=Verschieben
MethodName_NewCase=Neue Schreibung
MethodName_NewName=Neuer Name
MethodName_Remove=Entfernen
MethodName_RemovePattern=Muster entfernen
MethodName_Renumber=Nummerieren
MethodName_Replace=Ersetzen
MethodName_Script=Skript
MethodName_Swap=Tauschen
MethodName_Timestamp=Zeitstempel
MethodName_Trim=Zeichen entfernen
Methods=Methoden
Min=Min
Moderate=Moderat
Modified=Änderungs-
ModifiedDateTime=Änderungsdatum
Month=Monat
Month_01_Long=Jänner
Month_01_Short=Jan
Month_02_Long=Februar
Month_02_Short=Feb
Month_03_Long=März
Month_03_Short=Mar
Month_04_Long=April
Month_04_Short=Apr
Month_05_Long=Mai
Month_05_Short=Mai
Month_06_Long=Juni
Month_06_Short=Jun
Month_07_Long=Juli
Month_07_Short=Jul
Month_08_Long=August
Month_08_Short=Aug
Month_09_Long=September
Month_09_Short=Sep
Month_10_Long=Oktober
Month_10_Short=Okt
Month_11_Long=November
Month_11_Short=Nov
Month_12_Long=Dezember
Month_12_Short=Dez
MoveCount=Anzahl
MovedFileCouldNotBeFound=Verschobene Datei nicht gefunden
MovedFolderCouldNotBeFound=Verschobenen Ordner nicht gefunden
MovedItem=Verschobenes Element
MovedItemPath=Pfad des verschobenen Elements
MoveFrom=Verschieben von
MoveRelative=Verschieben ab Zeichen
MoveTo=Verschieben nach
MsgTitle_Confirm_ClearList=Liste leeren
MsgTitle_Confirm_DeleteColumnSet=Spaltenvoreinstellung löschen?
MsgTitle_Confirm_OverwriteColumnSet=Voreinstellung bereits vorhanden
MsgTitle_Confirm_Quit=Advanced Renamer beenden
MsgTitle_Error=Fehler
MsgTitle_Error_FileNotFound=Datei nicht gefunden
MsgTitle_Error_InvalidColumnSetName=Ungültiger Name
Msg_Confirm_ClearList=Du hast vor, alle Dateien aus der Liste auszutragen.\n\nTrotzdem weiter?
Msg_Confirm_ClearMethodList=Methodenliste leeren?
Msg_Confirm_DeleteColumnSet=Spaltenvoreinstellung löschen\n\nMöchtest Du die Voreinstellung "%s" wirklich löschen?
Msg_Confirm_ExtChanged=Der Dateityp einiger Dateienamen wird geändert. Dies kann dazu führen, dass diese Dateien unbrauchbar werden.\n\nTrozdem umbenennen?
Msg_Confirm_OverwriteColumnSet=Die Voreinstellung ist bereits vorhanden\n\nMöchtest Du die Voreinstellung "%s" überschreiben?
Msg_Confirm_OverwriteFile=Datei überschreiben?\n\nDu hast vor, die Datei "%s" zu überschreiben. Trotzdem weiter?
Msg_Confirm_PopulateList=Soll das Textfeld mit den Originalnamen der Listenelemente gefüllt werden?
Msg_Confirm_Quit=Es stehen immer noch Dateien auf der Liste\n\nProgramm trotzdem beenden?
Msg_Confirm_RenamingPossibleErrors=Fehler gefunden\n\nVermutete Fehler verhindern das Umbenennen der hinzugefügten Dateien.\n\nWeiter mit den übrigen Dateien?
Msg_Confirm_SettingsPathChanged=Du hast das Konfigurationsverzeichnis geändert.\n\nMöchtest Du die aktuellen Einstellungen in dieses Verzeichnis kopieren?\n\nAchtung: Bereits vorhandene Dateien werden überschrieben.
Msg_DeleteUndoJobs=Alle Undo-Jobs werden gelöscht.
Msg_Error_AddFileAssociation=Dateiverknüpfung konnte nicht durchgeführt werden
Msg_Error_CannotAddSoManyFiles=Dateien konnten nicht hinzugefügt werden.\n\nEs lassen sich nicht mehr als %d Elemente in die Liste aufnehmen.
Msg_Error_CheckUpdates=Fehler\n\nKonnte nicht nach neuer Version suchen.
Msg_Error_CoultNotCreateFolder=Ordner konnte nicht angelegt werden
Msg_Error_FileNotFound=Fehler\n\nKann Datei "%s" nicht finden.
Msg_Error_InvalidColumnSetName=Fehler\n\n"%s" ist kein gültiger Name.\n\nEine Spaltendefinition darf nur Buchstaben, Ziffern, Bindestrich und Unterstrich enthalten.
Msg_Error_InvalidFolder=Fehler\n\nUngültiger Ordner.
Msg_Error_ListIsEmpty=Liste ist leer
Msg_Error_MetaDataWriteUnsupportedFormat=Dateiformat "%s" wird nicht unterstützt
Msg_Error_MustEnableBeforeAddFolders=Es muss entweder "%s" oder "%s" aktiviert sein
Msg_Error_MustHaveSingleExtension=Alle Listeneinträge müssen dieselbe Dateierweiterung aufweisen
Msg_Error_NotFoundItems=%d Elemente sind nicht gefunden worden.\n\n%s
Msg_Error_NoUndoList=Es ist keine Stornierungsliste ausgewählt worden.
Msg_Error_Only2000Plus=Diese Funktion wird auf diesem System nicht unterstützt. Dafür wird Windows 2000 oder höher benötigt.
Msg_Error_RemoveFileAssociation=Dateiverknüpfung konnte nicht entfernt werden
Msg_Error_RenamingNoFilesInList=Fehler\n\nKann mit dem Umbenennen nicht beginnen, da keine Dateien in die Liste eingetragen sind.
Msg_Error_Server=Verbindungsfehler mit Server
Msg_Error_TooManyColumns=Zuviele Spalten: %d. Maximum ist %d
Msg_Error_Unknown=Unbekannter Fehler\n\n%s
Msg_FirstTimeUse=Dies scheint der erste Start von Advanced Renamer zu sein. Es wird empfohlen, vor der Arbeit mit diesem Programm einen Blick ins Benutzerhandbuch zu werfen.\n\nMöchtest Du das Benutzerhandbuch jetzt lesen?
Msg_Info_BatchModeNotSupportedForFolders=Der ausgewählte Batch-Modus wird für Ordner nicht unterstützt.
Msg_Info_BatchWriteMetadataCompleted=Batch-Schreibung erledigt.\n\n%d Einträge behandelt.\n%d OK.\n%d nicht geändert.\n%d Fehler.
Msg_Info_ConvertMethods_0310=In dieser Version von Advaned Renamer sind die Voreinstellungen der Methoden in einem benutzerdefinierten Ordner gespeichert. Beim Klick auf OK werden die bereits vorhandenen Methoden in einen leeren Ordner konvertiert.
Msg_Info_CouldNotBeAdded=%d Datei(en) konnten nicht hinzugefügt werden.
Msg_Info_ItemsAlreadyInList=%d der Elemente stehen bereits auf der Liste.
Msg_Info_LanguageChange=Änderung der Sprache wird tritt erst nach dem Neustart des Programms inkraft.
Msg_Info_NewVersion=Eine neue Version von Advanced Renamer steht bereit.\n\nHerunterladen?
Msg_Info_NoNewVersion=Es sind zur Zeit keine neueren Versionen von Advanced Renamer vorhanden.
Msg_Info_RevertChanges=Alle Einstellungen werden auf Programmvorgaben zurückgesetzt.\n\nWeiter?
Msg_Info_ThankYou=Vielen Dank :-). Du bist der Beste!
Msg_Info_UndoHasEnded=Das Widerrufen des Batch-Jobs ist mit %d Fehlern beendet worden.
Msg_Info_UndoSuccess=Der Batch-Job ist erfolgreich storniert worden.
MusicFile=Musikdatei
Name=Name
NameAndExtension=Name und Erweiterung
NameCollisionRule_AppendImgSubsec=Millisekunden des Bilds anhängen
NameCollisionRule_AppendNumber=Nummer anhängen
NameCollisionRule_AppendPattern=Muster anhängen
NameCollisionRule_Fail=Fehlschlagen
NameCollisionRule_Ignore=Ignorieren
NewCase=Neue Schreibung
NewFolder=Neuer Ordner
NewName=Neuer Name
NewNumber=Startnummer
No=Nein
NoChange=Keine Änderung
NoMethods=Keine Methode in Verwendung.\n\nMit Klick auf "Hinzufügen" neue Methoden hinzufügen.
None=Keine
NotRegistered=Nicht registriert
Nth1=1.
Nth2=2.
Nth3=3.
Nth4=4.
Nth5=5.
Nth6=6.
Nth7=7.
Nth8=8.
Nth9=9.
NumberDifference=Differenz
NumberLength=Anzahl der Ziffern
NumberPosition=Position
NumericValueOrPattern=Nummerischer Wert oder Suchmuster
Occurrence=Vorkommen
OK=OK
OriginalFileNotFound=Originaldatei nicht gefunden
OriginalFileStillExists=Originaldatei ist noch immer vorhanden
OriginalFolderNotFound=Originalordner nicht gefunden
OriginalFolderStillExists=Originalordner ist noch immer vorhanden
Pattern=Muster
PersonalUse=Persönliche Verwendung
PleaseRegisterMessage=Eine Nachricht vom Autor:\n\nFalls Sie diese Software regelmäßig oder kommerziell verwenden, erwerben Sie bitte einen Lizenzschlüssel mithilfe der zwei Schaltflächen unten.\n\nHochachtungsvoll\n  Kim Jensen
Poor=Mangelhaft
PopulateList=Liste füllen
PreBatchScript=Skript vor dem Batch-Job...
ReadOnly=Schreibgeschützt
Readonly_Short=R
RegEx_AnyChar=Beliebiges Zeichen
RegEx_CharList=Zeichen aus der Zeichenliste
RegEx_Digit=Ziffer
RegEx_EndLine=Zeilenende
RegEx_Match0OrMore=0 oder mehr Treffer
RegEx_Match1Or0=0 oder 1 Treffer
RegEx_Match1OrMore=1 oder mehr Treffer
RegEx_MatchLeastNTimeNoMoreM=Mindestens n und maximal m Treffer
RegEx_MatchLeastNTimes=mindestens n Treffer
RegEx_MatchNTimes=n-viele Treffer
RegEx_NonCharList=Zeichen nicht aus der Zeichenliste
RegEx_NonDigit=Keine Ziffer
RegEx_NonWordChar=Kein Wortzeichen
RegEx_StartLine=Zeilenanfang
RegEx_SubAlternative=Teilmuster-Alternative
RegEx_SubGroup=Teilmuster-Gruppe
RegEx_SubMatch=Erster Teilmuster-Treffer
RegEx_WordChar=Wortzeichen
Register=Bitte registrieren
RegisteredTo=Registriert auf %s
RemoveCount=Anzahl
RenamedFileCouldNotBeFound=Umbenannte Datei nicht gefunden
RenamedFolderCouldNotBeFound=Umbenannten Ordner nicht gefunden
RenamedItem=Umbenanntes Element
RenamedItemPath=Pfad des umbenannten Elements
RenumberChange=Änderungen sind
RenumberChangeTypeAbsoluteText=absolut
RenumberChangeTypeRelativeText=relativ zur vorhandenen Nummer
Replace=Ersetzen
ReplaceWith=Ersetzen durch
SaveColumnSet=Spaltenkonfiguration speichern
SaveList=Liste speichern
Season=Staffel
Sec=Sek
SelectFolder=Ordner auswählen
SelectMethod=Methode auswählen
Separator=Trennzeichen
Set=Setze
ShowInWindow=Im Fenster anzeigen...
Skip=Schritt
StartingAt=Starten bei
Status=Status
Status_TestingNames=Status: Teste Namen...
System=System
System_Short=S
Tag=<tag>
TagCategoryAdvanced=Erweiterte <tags>
TagCategoryChecksum=<tags> für Prüfsummen
TagCategoryDateTime=<tags> für Datum/Zeit
TagCategoryDateTimeCreated=<tags> für 'Erstelldatum'
TagCategoryDateTimeModified=<tags> für 'Änderungsdatum'
TagCategoryDefault=Standard-<tags>
TagCategoryFileSize=<tags> für Dateigrößen
TagCategoryGPS=<tags> für GPS-Standorte
TagCategoryID3=<tags> für ID3/MP3
TagCategoryImage=<tags> für Bilder
TagCategoryTVShow=TV-Show
TagCategoryVideo=<tags> für Videos
TBShowlblEpisodesTitle=Staffeln und Folgen für "%s" auswählen.
TextList=Textliste
TextToBeReplaced=Suchtext
ToRemoveMoreThanOne=Bei Eingabe mehrerer Suchmuster bitte \\ als Mustertrennzeichen verwenden.
ToReplaceMoreThanOne=Bei Eingabe mehrerer Suchmuster bitte \\ als Mustertrennzeichen verwenden.
TrimCharacters=Liste der Zeichen
TypeNameForColumnSet=Einen Namen für die Spaltenkonfiguration eingeben.
Unknown=Unbekannt
Unset=Nicht gesetzt
UpdateAvailable=Eine neue Version steht bereit. Upgrade mit Klick hier starten.
UpperCase=GROẞSCHREIBUNG
UpperCaseFirstLetter=Nur ersten Buchstaben groß (engl. Satz-Stil)
UpperCaseFirstLetterInEveryWord=Ersten Buchstaben pro Wort groß (engl. Titel-Stil)
UpperCasePattern=Muster für Großschreibung definieren
UseRegularExpressions=Regulärer Ausdruck
Value=Wert
Video=Video
VideoFile=Videodatei
WithErrors=Fehlerhafte Einträge
WithoutErrors=Fehlerlose Einträge
WordSeperators=Wortbegrenzer
Year=Jahr
Yes=Ja
ZeroPadding=Mit Nullen auffüllen
ZeroPadTypeAuto=automatisch
ZeroPadTypeManual=angepasst
ZeroPadTypeNo=nicht auffüllen
